{"_id":"ba046a626910ac9a02e17278380215b8","analyses":{"a":{"level":9.0,"level_name":"指责、蒙蔽、出卖","text":"这是一种彻底的“蒙蔽”。教练的行为（“什么都不说”）完全符合Level 9描述中“隐瞒利益冲突（蒙蔽）”的定义。教练单方面决定“切割开”并隐瞒信息，完全剥夺了客户的知情权，这是对客户最严重的“蒙蔽”行为。"},"b":{"text":"这是一种“延迟披露”式的“蒙蔽”。教练已经有了合理的怀疑，但选择了不透明的回应（“听着有点熟”）。这依然属于Level 9中“隐瞒利益冲突（蒙蔽）”的范畴。教练没有在第一时间坦诚，而是为了自己“确认”而选择拖延，这同样是对客户的“蒙蔽”。","level":9.0,"level_name":"指责、蒙蔽、出卖"},"c":{"level":9.0,"level_name":"指责、蒙蔽、出卖","text":"这是一种“有条件的”的“蒙蔽”。这仍然是Level 9中“隐瞒利益冲突（蒙蔽）”的一种。教练让客户在信息不全的情况下做出了“来找自己”的决定。这种行为利用了信息差，是对客户的“蒙蔽”，客户在建立关系*之前*就有权知道全部信息。"},"d":{"level":3.0,"level_name":"看见处境","text":"这是Level 9（蒙蔽）的完全反面，是最负责任的行动。此行动在9级框架中，最接近Level 3 (看见处境)。Level 3的核心是“就事论事地表达了看见和理解”。在这里，教练“看见”了整个*专业处境*的严重性，并通过“直接说明”这一坦诚行为，表达了对客户处境和知情权的“看见”与“尊重”。"}},"answer":{"best":"d","worst":"a"},"number":"ICF-001","options":[{"id":"a","text":"什么都不说，尽量把自己作为竞争公司投资人的身份，与教练身份“切割开”。"},{"id":"b","text":"只是说“这名字听着有点熟”，并在心里记一下，打算晚上再确认它是不是竞争对手。"},{"id":"c","text":"只有当这位潜在来访者之后真的来找自己做教练时，才说明自己有竞争公司投资人这个身份。"},{"text":"直接说明自己是竞争公司投资人，并坦诚这可能会形成利益冲突。","id":"d"}],"summary":"本题教练行为从最好到最差的排名是：D(3) - C(9) - B(9) - A(9)\n\n本题考察的是9级框架中 Level 9 (指责、蒙蔽、出卖) 的鉴别能力，特别是关于“利益冲突”的“蒙蔽”行为。ACB选项本质上都是对客户的“蒙蔽”：C是“有条件的蒙蔽”，B是“拖延式的蒙蔽”，而A是“完全的蒙蔽”。而最为差劲是A，因为它代表了教练在明知冲突的情况下，做出了一个完全不透明、彻底隐瞒的决定，这是对客户知情权最严重的践踏。\n\n基于“客户心态”来感受：当教练“直接说明”（D）时，我（客户）虽然可能失望，但我会感到被尊重和安全，我看到的是一个诚信、透明、把我的利益放在首位的专业人士，这反而建立和巩固了信任。相反，如果我（客户）事后发现教练早就知道但没说（A）、拖延了（B）或是等我签约了才说（C），我会感到被欺骗、被蒙蔽，甚至是被背叛。这三个选项中，A选项（完全不说）给客户带来的被欺骗感和不安全感是最强烈的，因此A是“最差行动”。","title":"(ICF官方样题1)一位教练正在和一名正在创业的潜在来访者见面。两人很快建立了轻松的沟通，教练也对合作机会感到兴奋。临近谈话结束时，这位潜在来访者顺口提到了自己新公司的名字。教练一听就觉得眼熟——因为教练本人是同一社区里一家更成熟、而且是竞争关系的公司的投资人。此时，教练应该怎么做？最好的、最差的选项是哪项？"}
{"_id":"7433728469117f0402f32b2804ee697b","options":[{"id":"a","text":"立刻回顾上一次对话，找自己哪里做得不够，思考本可以怎么支持来访者更好地落实计划。"},{"id":"b","text":"先深呼吸一下，并承认：是否落实计划，这是来访者自己的选择与责任。"},{"id":"c","text":"先把失望情绪放一边，专注于这一次对话；并决定把这次情况留到之后向导师教练（督导）反思请教。"},{"id":"d","text":"先表扬来访者按期完成了项目，但同时追问：为什么没有支持团队成员的成长？"}],"summary":"本题教练行为从最好到最差的排名是：B(2/3) - C(3) - A(5) - D(9)\n\n本题考察的是教练在“期望落空”和“感到失望”时，如何管理自己的情绪和议程，以保持客户为中心。最佳行动（B）是教练最根本的思维转变，即通过“深呼吸”（Level 2）来“承认客户的责任”（Level 3），这能让教练立刻放下自己的情绪和议程。C是Level 3的应用，A是Level 5，教练失焦了。而D选项是最为差劲的，教练的失望导致他做出了Level 9 (指责) 的行为，“为什么没有...”是对客户选择的公然评判。\n\n基于“客户心态”来感受：当我（客户）说“我还是自己做了”时，如果教练（D）反问我“为什么不...”，我会立刻感到被指责和评判，我下次再也不敢说真话了。如果教练（A）走神了，我会感到被忽视。而教练（B）“深呼吸”并“承认”，这可能会让我（客户）瞬间察觉到教练的失望，但紧随其后的“这是你的选择与责任”反而是一种高度的坦诚。这种坦诚没有指责我，而是把议题的核心（我的选择）交还给了我，让我感到被尊重，并引导我（客户）去思考“我为什么会这样选”，这是最好的行动。","title":"(ICF官方样题2)来访者在工作中很难把任务分派给团队成员。上一次对话里，他提到自己负责的一个重要项目进度落后，教练也帮他一起想了把任务下放的策略。到下一次对话时，来访者说：“最后我还是把所有任务都自己做了，这样才能按时完成。”教练对此感到失望：来访者并没有落实上次制定的分派计划。教练现在应该怎么做？请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？","analyses":{"a":{"level_name":"聚焦过去事物","text":"9级框架评级：Level 5 (聚焦过去事物)。这是教练在“失焦”的表现。\n\n解析：教练的失望导致他没有“在场”，而是立刻陷入了对自己的反思和对过去（上一次对话）的复盘。这符合Level 5的定义，即“将对话议程引向过去发生的事情”。这个行动是“以教练为中心”的，教练在担心自己的表现，而不是在此刻服务于客户当下的议程。","level":5.0},"b":{"level":2.0,"level_name":"看见情绪","text":"9级框架评级：Level 2 (看见情绪) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是PCC教练思维的核心动作。面对“失望”（教练自己的情绪），教练首先要管理好自己（“深呼吸”，这是Level 2“看见情绪”的开始），然后立刻重新校准“客户为中心”的立场，即“承认这是来访者自己的选择与责任”（这是Level 3“看见处境”）。这个内部的思维转变是所有“最佳行动”的必要前提，它能让教练放下自己的议程。"},"c":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 3 (看见处境)。这是一个很好的行动，但不是“最佳”。\n\n解析：教练“把失望情绪放一边”是一种对情绪的*压制*或*忽略*，并没有真正做到Level 2的“看见情绪”。但教练强行“专注于这一次对话”，这是在努力做到Level 3（看见客户的处境），即跟随客户当下的议程。这是一个专业且正确的“应用”层面的动作，但它不如B选项（从根本上重置思维）来得更核心。"},"d":{"level":9.0,"level_name":"指责、蒙蔽、出卖","text":"9级框架评级：Level 9 (指责、蒙蔽、出卖)。这是“一票否决”的最差选项。\n\n解析：“表扬”是虚假的，只是为了引出后面的“追问”。“为什么没有...”是一种典型的、带有评判性的“指责”。这完全符合Level 9的定义。教练把自己的失望（“你没按计划做”）和自己的议程（“团队成长”）强加给客户，这完全违背了“客户是自己选择的主体”这一原则。"}},"answer":{"best":"b","worst":"d"},"number":"ICF-002"}
{"_id":"dab5292a6911a32502fc67bc375dc664","analyses":{"a":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 3 (看见处境)。这是一个很好的、支持性的行动。\n\n解析：教练敏锐地观察到客户“压力很大”的状态，并提出“先缓一缓”的邀请。这个行动的核心是Level 3 (看见处境)，教练“看见”了客户当下的处境（即客户的状态不适合立即开始深入对话），并就这个“处境”本身提出了一个专业、关怀的选择。"},"b":{"level":5.0,"level_name":"聚焦过去事物","text":"9级框架评级：Level 5 (聚焦过去事物) / Level 6 (给予方向建议)。\n\n解析：客户以“慌乱的方式”列出了三件并列的事情，而教练在此时单方面替客户选择了议题（“年迈父母”）。这使得议程在一定程度上被教练主导，属于Level 6 (给予方向建议)的行为。同时，教练在客户尚未明确目标时，就将议程引向一个具体（且非未来导向）的事物，这也涉及了Level 5的特征。"},"c":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 2 (看见情绪) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是PCC教练的典范行动。首先，教练“确认...三个挑战”，是“看见了客户的处境”（Level 3），这个复述的动作本身就能缓解客户的“慌乱”感（Level 2 看见情绪）。然后，教练通过“询问...从哪一个开始探索”，这是Level 1 (赋能探索)的核心，将选择权和主导权交还给客户，与客户合作，共同确立议程。"},"d":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。这是“一票否决”的最差选项。\n\n解析：这和B选项一样，是教练在主导议程，但情况更糟。教练同样在Level 6 (给予方向建议)上替客户做了决定。而他做决定的理由（“因为这是首先提到的”）是一个完全“以教练为中心”的、武断的规则，它完全忽略了客户当下的优先级和感受，是教练在强加自己的逻辑。"}},"answer":{"best":"c","worst":"d"},"number":"ICF-003","options":[{"text":"询问来访者是否需要在开始教练对话前先缓一缓，因为他们看起来压力很大。","id":"a"},{"id":"b","text":"请来访者进一步分享关于其年迈父母的情况。"},{"id":"c","text":"确认来访者刚刚分享了三个重要挑战，并询问他们希望先从哪一个开始探索。"},{"id":"d","text":"让来访者先从他们在工作中筹办的重大活动开始，因为这是他们首先提到的。"}],"summary":"本题教练行为从最好到最差的排名是：C(1/2/3) - A(3) - B(5/6) - D(6)\n\n本题考察的是教练在客户“慌乱”并抛出多个议程时，如何建立对话焦点。最佳行动（C）是PCC教练的典范，它通过“确认”（Level 3）和“询问”（Level 1 赋能探索）来与客户合作，这同时也回应了客户的慌乱情绪（Level 2）。A选项（Level 3）也是一个很好的关怀，但C更进一步。而B和D选项都是Level 6（给予方向建议），教练在主导议程，这是“最差”的行为。D选项因为附加了一个武断的、以教练为中心的规则，比B更差。\n\n基于“客户心态”来感受：当我（客户）“慌乱”地抛出三件事时，如果教练（C）能清晰地帮我复述这三件事，并让我自己选一个，我会立刻感到被理解、被赋能，混乱感也会随之降低。如果教练（A）让我缓一缓，我也会感到被关怀。但如果教练（B或D）直接挑一个让我开始说，我会感到我的另外两个问题被无视了，而且是教练在“推着我走”。D选项（因为我先说就必须先谈）给我的感觉最糟糕，因为它最武断，完全不关心我*现在*最想谈的是什么。因此C是“最佳行动”，D是“最差行动”。","title":"(ICF样题3)来访者在本次对话开始时看起来压力很大。教练问来访者想谈些什么时，来访者以一种有些慌乱的方式，先后列出三件事：他们在工作中正在筹办的一场重大活动、他们在组织的一次大型家庭聚会、以及照料年迈父母的责任。\n问题：教练应该怎么做？\n请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？"}
{"_id":"cd349d8f6911b0d202fefffd5a46ef6b","analyses":{"a":{"level":2.0,"level_name":"看见情绪","text":"9级框架评级：Level 2 (看见情绪) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是一个专业且平衡的PCC级别行动。首先，教练“承认...反思工作”，这是Level 3 (看见处境)，接住了客户的努力。然后，教练使用了关键的赋能词：“询问...是否愿意”。这把控制权交还给了客户。教练看见了日记的核心（Level 2 看见情绪/焦虑），并*邀请*客户去触碰这个核心议题，同时给了客户安全退出的权利。"},"b":{"level":5.0,"level_name":"聚焦过去事物","text":"9级框架评级：Level 5 (聚焦过去事物) / Level 6 (给予方向建议)。这是一个不佳的行动。\n\n解析：这是教练“以教练为中心”的表现。客户（一个分析型的人）鼓起勇气分享了详细的书面反思，而教练的回应（“给我总结”）是要求客户为教练的便利服务。这符合Level 5的定义（聚焦过去事物），同时也构成了Level 6（给予流程上的建议），在一定程度上主导了客户的行动。"},"c":{"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议) / Level 7 (主导具体方案)。这是“最差选项”。\n\n解析：客户刚刚分享了他“深刻的反思”和“焦虑”（Level 2/3，关于“人”），客户当下的议程是“被看见”。此选项忽略了客户的分享，直接跳到“事情”（“采取步骤”）。这是一种Level 4 (聚焦未来事物)的严重错位，教练在强行主导议程（“我们该解决问题了”），这已经构成了Level 6/7的行为。这种对客户议程的*主动偏离*，使其成为最差的选项。","level":6.0},"d":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索)。这是一个非常好的、安全的选择，但不是“最佳”。\n\n解析：这个行动尊重了客户的方式（“日记过程”），并提出了一个关于“人”的问题（“新的认识”），这完全符合Level 1（赋能探索）的定义。但这个提问缺乏必要的承接。它跳过了客户当下最需要被“看见”的*核心内容*（焦虑/情绪），直接去问*结果*（认识），客户可能会感到教练没有“接住”他们分享的感受。A选项（先接住感受）是D选项（探索认识）的必要前提。"}},"answer":{"best":"a","worst":"c"},"number":"ICF-004","options":[{"id":"a","text":"承认来访者所做的反思工作，并询问来访者是否愿意探索他们在日记中描述的一些情绪。"},{"id":"b","text":"询问来访者是否会为教练总结他们在日记中详述的条目。"},{"id":"c","text":"要求来访者确定他们可以采取的一些步骤来克服他们所写的焦虑。"},{"id":"d","text":"询问来访者他们通过日记过程对自己产生了什么新的认识。"}],"summary":"本题教练行为从最好到最差的排名是：A(2/3) - D(1) - B(5/6) - C(6/7)\n\n本题考察的是教练如何处理分析型客户的“脆弱分享”。最佳行动（A）是PCC的典范，教练既“看见”了日记的核心（Level 2 焦虑），又通过“询问你是否愿意”交还了权力，在尊重边界的前提下勇敢地触碰核心，这比D选项（Level 1）的“跳跃式”提问更具承接性。B选项（Level 5/6）是一个以教练为中心的不佳行为。而C选项（要求步骤）是最为差劲的，它主动无视了客户的“反思”和“焦虑”议程，强行把一个“Level 2/3”的分享时刻，扭转为“Level 6/7”的“解决问题”议程，这是对客户当下状态最大的“不看见”。\n\n基于“客户心态”来感受：当我（客户）鼓起勇气把日记给你时，我最希望你“看见”我的“反思”和“焦虑”。如果教练（C）马上让我“想办法”，我会感到被忽视。如果教练（B）让我“总结”，我会感到被轻视。如果教练（D）问我“有什么认识”，我感到被尊重了，但有点“隔靴搔痒”。但如果教练（A）既“承认”我的努力，又“温柔地问我是否愿意”谈谈我的感受，我（客户）会感到被*真正地*看见了，并且我是安全的。因此A是“最佳行动”，C是“最差行动”。","title":"(ICF样题4) 一位大学生物医学研究人员正在与一位教练合作，以改善他们与同事的互动。来访者是一个非常分析型的思考者，可以很容易地解释详细的数据点和复杂的图表，但似乎不愿与教练分享任何私人的东西。在之前的会话中，教练鼓励来访者描述他们在社交活动中的感受，但来访者似乎非常不舒服，只用简短的、单词的回答。当来访者今天来到他们的会话时，来访者默默地递给教练一本。在过去的一周里，来访者写了几篇详细的条目，讲述了他们自上次会话以来参加大学午餐会、教师聚会和员工发展研讨会的经历。虽然来访者目前对教练说的很少，但他们的条目显示了对来访者在这些事件中所经历的焦虑的深刻反思，以及他们克服社交焦虑的愿望。教练应该怎么做？\n请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？"}
{"_id":"8f6c3a636916dfa2038708a05bf80329","title":"一位教练最近开始与一位来访者合作，帮助他们规划退休生活。该来访者是一位备受尊敬的教师，已在当地一所小学任教30年。来访者在教练会话中始终准备充分、条理清晰，在会话之间会定期报告进展，并确定在教练对话中要关注的具体主题。来访者表示他们期待退休，但他们总是以一种非常就事论事的方式讨论退休计划。在本次会话中，来访者分享说他们还有两周就要退休了。他们希望专注于讨论一些还需要制定的剩余计划。突然，来访者开始哭泣，并说道：“我大半辈子都在这所学校度过！我爱我的学生，我的同事是我最好的朋友。我无法想象，当我每天早上不再走进学校大门时，我的生活会是什么样子！”\n教练应该怎么做？\n请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？","analyses":{"d":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 2 (看见情绪)。这是“最佳行动”。\n\n解析：这是PCC教练的典范行动。首先，“停顿”和“承认情绪影响”完美地“接住”了客户当下的状态，这是Level 2 (看见情绪)。然后，教练通过“询问...是否愿意”将选择权交还给客户，这体现了Level 1 (赋能探索)的核心要求。"},"a":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务) / Level 6 (给予方向建议)。这是“最差选项”。\n\n解析：在客户哭泣并分享深刻个人感受的时刻，教练的这个行动（“请...确定...剩余计划”）是强行主导议程。这属于Level 6 (给予方向建议)的范畴，因为它暗示客户“你应该谈计划”。同时，它也是Level 4 (聚焦未来事务)，因为它无视了当下的情绪，强行将对话引向了“事务”议程。"},"b":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务)。\n\n解析：教练确实“看见”了客户的强烈情绪（Level 2），但教练对这个情绪的*回应*是Level 4。教练没有停留在当下的感受上，而是立即将对话引向一个重大的“未来事务”（即退休决策）。这个提问跳过了客户当下的失落感，属于Level 4的范畴。"},"c":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 3 (看见处境)。\n\n解析：这是一个Level 3的“看见”。教练没有像D一样“看见”客户的*独特*情绪（Level 2），而是“看见”了客户所处的*普遍*处境（“退休是大事”），并对此进行了“正常化”的回应。这至少“接住”了客户的话题（退休转折），是一个支持性的行为。"}},"answer":{"best":"d","worst":"a"},"number":"ICF-005","options":[{"text":"停顿一下，然后请来访者确定他们今天希望关注的剩余计划。","id":"a"},{"id":"b","text":"询问来访者是否确定自己真的想退休。"},{"id":"c","text":"承认退休是一个重大的人生转折，有情绪反应是正常的。"},{"id":"d","text":"停顿一下，然后承认这个转折似乎给来访者带来的情绪影响，并询问他们是否愿意花一些时间来感受这些情绪。"}],"summary":"本题教练行为从最好到最差的排名是：D(1/2) - C(3) - B(4) - A(4/6)\n\n本题考察的是教练在客户表达强烈情绪时的应对能力。最佳行动（D）是PCC的典范，它通过Level 2“看见情绪”和Level 1“赋能探索”完美地承接了客户的脆弱分享。C选项（Level 3）是“看见处境”。B选项（Level 4）虽然“看见”了情绪，但用“聚焦未来事务”的方式错误地回应了情绪。而A选项（Level 4/6）是**最为差劲**的，它不仅像B一样“聚焦未来事务”，还叠加了Level 6的主导议程，这是对客户当下状态最严重的“不看见”。\n\n基于“客户心态”来感受：当我（客户）突然崩溃哭泣时，我最需要的是被“接住”。如果教练（D）能“看见”我的情绪并“温柔地询问”，我会感到无比安全和被尊重。如果教练（C）告诉我“这很正常”，我会觉得被泛化了，但至少被理解了。现在我们来比较A和B，两者都偏离了当下的情绪，都涉及Level 4（聚焦未来事务），但感受是不同的：当教练（B）质疑我的决定时，我（客户）会感到他们没在听我的感受，但至少他们*回应*了我的话。但如果教练（A）在我哭泣后，*完全无视*我的眼泪，问我“我们来谈谈接下来的计划吧”，我会感到被彻底地无视和否定，因为他们连我的情绪*存在本身*都忽略了。这是最差的体验。因此D是“最佳行动”，A是“最差行动”。"}
{"_id":"479859146916e41b03810c1d754fbee6","analyses":{"a":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。这是“最差选项”。\n\n解析：客户的沉默和表情变化是重要的数据，表明客户有强烈的情绪反应。教练此时“重复问题”是忽略了客户的情绪。这属于Level 6的范畴，因为根据我们的定义，教练在“强行引导议题”（暗示“你必须回答我这个问题”），而不是去探索客户的沉默。"},"b":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 3 (看见处境)。\n\n解析：教练观察到了客户的反应，并提供了一个程序性的选择（“需要休息吗”）。这是一个Level 3 (看见处境)的支持性行为。它“看见”了客户的处境（不适），但没有像C选项那样直接去“看见”客户的情绪本身，是一个较为表层的回应。"},"c":{"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 2 (看见情绪)。这是“最佳行动”。\n\n解析：这是PCC教练的典范行动。教练“停顿”，然后“承认...能量变化”，这是Level 2 (看见情绪)。接着，教练通过“询问...是否愿意”将选择权交还给客户，这体现了Level 1 (赋能探索)的核心。教练完美地“接住”了客户的非语言信息，并赋能客户去选择是否探索。","level":1.0},"d":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务) / Level 5 (聚焦过去事务)。\n\n解析：客户刚刚表现出强烈的情绪反应（笑容消失、沉默）。教练此举（“邀请...探索...特征”）完全忽略了客户当下的状态，强行回到了之前的“事务”话题。这既是Level 5（聚焦客户过去列出的特征），也是Level 4（聚焦未来的事务），是一种对客户当下情绪的“不看见”。"}},"answer":{"best":"c","worst":"a"},"number":"ICF-006","options":[{"id":"a","text":"向来访者重复这个问题，给他们另一次机会来回应教练的询问。"},{"text":"询问来访者是否可以继续进行会话，或者他们是否需要休息一下。","id":"b"},{"id":"c","text":"停顿一下，然后与来访者分享他们注意到来访者的能量发生了变化。询问来访者是否愿意探索他们此刻的感受。"},{"id":"d","text":"邀请来访者探索他们为新工作所列出的每一个特征，以支持来访者权衡他们收到的录用通知。"}],"summary":"本题教练行为从最好到最差的排名是：C(1/2) - B(3) - D(4/5) - A(6)\n\n本题考察的是教练在客户因教练的提问而产生强烈情绪转变时的应对能力。最佳行动（C）是PCC的典范，它通过Level 2“看见情绪”和Level 1“赋能探索”完美地承接了客户的非语言信息。B选项（Level 3）是一个支持性的关怀。D选项（Level 4/5）通过忽略情绪、退回“事务”议程来回避。而A选项（Level 6）是最为差劲的，它不仅没有“看见”客户的沉默，反而属于Level 6中“强行引导议题”的行为，通过“重复问题”的方式给客户施加了压力。\n\n基于“客户心态”来感受：当我（客户）因为教练的提问（关于家人）而笑容消失并沉默时，我最需要的是被“接住”。如果教练（C）能“看见”我的能量变化并“温柔地询问”我，我会感到无比安全和被尊重。如果教练（B）问我是否需要休息，我也会感到被关怀。但如果教练（D）完全无视我的沉默，转而谈论工作，我会感到被忽视。但最差的是（A），当教练“重复”那个让我不适的问题时，我会感到被逼迫和不安全，这是一种侵入性的行为。因此C是“最佳行动”，A是“最差行动”。","title":"(ICF样题6) 一位来访者正在与一位教练合作，以支持他们完成一次重要的职业过渡。该来访者目前在一家公司担任首席运营官（COO）的繁重职务，同时还要抚养两个年幼的孩子，并作为与他们同住的年迈父母的主要照顾者。来访者最近收到了三家不同公司的录用通知，每家公司都要求来访者及其家人搬迁。来访者来到会话时对新的工作机会感到兴奋，并希望通过会话来明确选择哪一份录用。来访者首先讨论了他们在新工作中寻找的东西，精力充沛地列出了成长机会、具有挑战性的职责、一个有才华的团队来领导，以及出差的可能性。当教练询问来访者的孩子和年迈的父母在新社区中可能需要什么时，来访者兴奋的笑容消失了，他们突然沉默了。\n教练应该怎么做？\n请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？"}
{"_id":"5d261094692128b2048bc5d86d6893f7","options":[{"id":"a","text":"询问来访者是否愿意探索他们对无法完成这本书的恐惧。"},{"id":"b","text":"提醒来访者，他们在过去已经实现了极具挑战性的目标，也能实现这个大目标。"},{"id":"c","text":"询问来访者是否有过在跑马拉松时感觉跑不完的经历。邀请来访者分享他们在比赛中是如何应对这一挑战的。"},{"id":"d","text":"支持来访者确定策略，以帮助他们推进本书剩余章节的写作。"}],"summary":"本题教练行为从最好到最差的排名是：C(1) - A(2) - D(4/6) - B(8)\n\n本题考察的是教练如何利用客户的语言（隐喻）来赋能客户。最佳行动（C）通过借用客户熟悉的“马拉松”隐喻（Level 1），激活了客户内在的成功经验和资源，这是最高级的唤起觉察。A选项（Level 2）处理了情绪，是合格的。D选项（Level 4）忽略了“人”而直接处理“事”。而B选项（Level 8）是最为差劲的，教练用空洞的“鸡汤”来试图掩盖客户的负面情绪，这是一种对客户当下体验的否定。\n\n基于“客户心态”来感受：当我（客户）感到绝望和“撞墙”时，如果教练（C）问我“跑步时遇到这种情况怎么办”，我会瞬间从那个无助的作者变回那个强大的跑者，我会感到力量和启发（Aha时刻）。如果教练（A）问我的恐惧，我会感到被关怀。如果教练（D）让我定策略，我会感到更累，觉得那是额外的负担。但如果教练（B）只是告诉我“你能行的”，我会觉得教练根本不懂我的痛，这种廉价的鼓励反而让我觉得孤独和被敷衍。因此C是“最佳行动”，B是“最差行动”。","title":"(ICF样题7)一位教练正在与一位来访者合作，来访者是一位经验丰富的马拉松运动员，正在写一本关于耐力跑训练的书。这是来访者长久以来的梦想。教练注意到来访者在谈论他们写作中的挑战和进展时，经常使用跑步的隐喻。来访者通常都很乐观、精力充沛，但今天来到会话时显得疲惫和沮丧。他们与教练分享说，他们在写作中最近“撞墙了”，还剩下三章没写。当他们坐下来写的时候，来访者说他们几乎想不出任何东西，也没有什么值得发表的东西。来访者说他们害怕无法按时完成这本书，他们为这个目标所做的一切努力都将付诸东流。教练应该怎么做？请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？","analyses":{"d":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务) / Level 6 (给予方向建议)。\n\n解析：客户正处于“疲惫和沮丧”的情绪中（Level 2），而教练直接跳过了“人”，直接去处理“事”（确定策略）。这属于Level 4的范畴（聚焦未来事务）。同时，在客户能量低落时强行推进到解决问题，也带有Level 6（强行引导议题）的倾向。"},"a":{"level":2.0,"level_name":"看见情绪","text":"9级框架评级：Level 2 (看见情绪)。这是一个很好的、支持性的行动。\n\n解析：教练“看见”了客户当下的情绪（恐惧）并邀请探索。这符合Level 2的定义。然而，虽然它处理了情绪，但它没有利用客户独特的资源（跑步隐喻），不如C选项那样能引发深层的觉察。"},"b":{"level":8.0,"level_name":"直给鸡汤","text":"9级框架评级：Level 8 (直给鸡汤)。这是“最差选项”。\n\n解析：教练试图用过去的成功来“抵消”客户当下的痛苦。这种“你以前行，现在也行”的说法，属于典型的Level 8（无效激励）。它虽然听起来是正向的，但实际上是否定了客户当下的真实感受，是一种无效的在场，教练在试图“修复”客户的情绪。"},"c":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索)。这是“最佳行动”。\n\n解析：这是PCC教练的高级技巧。教练敏锐地捕捉到了客户的语言习惯（跑步隐喻），并将当前的困境（写作撞墙）与客户最擅长的领域（马拉松）联系起来。通过询问客户“如何应对那个挑战”，教练赋能客户从自己的内部资源中寻找答案。这完美符合Level 1的定义，即“探索客户前进的方向”并引发Aha时刻。"}},"answer":{"worst":"b","best":"c"},"number":"ICF-007"}
{"_id":"ab92778669212fb3048eecd1026d3655","answer":{"worst":"d","best":"a"},"number":"ICF-008","options":[{"id":"a","text":"承认来访者过去一年在自信心方面的成长，并邀请来访者分享他们计划如何庆祝自己入选领导力发展项目。"},{"id":"b","text":"邀请来访者确定他们接下来想要承担的挑战。"},{"id":"c","text":"询问来访者他们可能需要什么来维持他们新的自信。"},{"id":"d","text":"建议来访者延长他们的教练合约，致力于一个新的目标，即晋升为领导角色。"}],"summary":"本题教练行为从最好到最差的排名是：A(1/3) - B(4) - C(4) - D(6)\n\n本题考察的是教练在“结束会话”中如何恰当地处理客户的成功和庆祝。最佳行动（A）通过“承认”和“庆祝”来锚定客户的成长，这是赋能的高潮。B和C选项都犯了“过早关注未来事务”（Level 4）的错误，没有给客户留出足够的空间来享受和整合成功。而D选项（Level 6）是最为差劲的，教练在客户庆祝胜利时推销续约，这是严重的主导议程和自我服务，破坏了以客户为中心的原则。\n\n基于“客户心态”来感受：当我（客户）兴奋地分享我的提名和自信时，我最希望的是有人能和我一起庆祝这个时刻。如果教练（A）让我谈谈如何庆祝，我会感到我的努力被深深地看见了，这种成就感会倍增。如果教练（B）马上问我“下一个挑战”，我会觉得有点累，好像我永远不能停下来喘口气。如果教练（C）问我“怎么维持”，我会突然担心我会失去它。但最糟糕的是（D），如果教练在这个时候劝我“续约”，我会感觉我想“毕业”的喜悦被泼了冷水，甚至怀疑教练是不是只是想赚我的钱，而不是真的为我的独立感到高兴。因此A是“最佳行动”，D是“最差行动”。","title":"(ICF官方样题8) 一位教练已经与一位来访者合作了一年。该来访者因高质量的工作、良好的同事关系以及对未来项目的创新想法，被其主管认定为组织内的潜在领导者。然而，来访者在与高层领导的会议上很少发言，而且当他们发言时，往往会淡化或贬低自己的想法。来访者的主管建议进行教练辅导，以提高来访者的高管风范（Executive Presence），最终目标是在组织中发展成为一名领导者。在教练开始时，来访者经常自我批评。然而，来访者在最近几个月取得了巨大的进步。在他们的结束会话（Closing Session）中，教练注意到来访者带着自信、轻松的微笑。当教练与来访者分享他们的观察时，来访者回应说：“我感觉不同了，充满力量，准备好接受新的挑战。”来访者补充道：“而且我刚刚被CEO提名参加我们公司为新兴领导者举办的领导力发展项目！”\n教练应该怎么做？\n请判断：最佳行动（BEST）是什么？最差行动（WORST）是什么？","analyses":{"d":{"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。这是“最差选项”。\n\n解析：在客户庆祝成功并即将结束教练关系的时刻，教练主动提出“延长合约”的建议，这是“以教练为中心”的表现。这属于Level 6的范畴，因为教练在强行引导议题（从“庆祝结束”引导到“续约”），并提出了一个符合教练利益（续约）而非客户当下需求（庆祝和毕业）的建议。","level":6.0},"a":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是PCC教练在结束会话中的典范行动。教练首先“承认...成长”，这是Level 3的“看见”。然后，教练通过“邀请...分享如何庆祝”来深度赋能客户。庆祝不仅仅是开心，它是一种“锚定”成功经验、确认客户自我价值的高级探索（Level 1）。这完全符合ICF核心能力中关于“承认客户的进步和成功”的要求。"},"b":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务)。\n\n解析：客户刚刚分享了一个巨大的胜利（被提名）和一种充满力量的状态（Level 2/3），而教练直接跳过了这个庆祝时刻，立即将议程引向了下一个“任务”（挑战）。这属于Level 4的范畴，因为它忽略了当下的“人”和“成就”，过早地进入了未来的“做事”模式。"},"c":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务)。\n\n解析：这个提问虽然看似在关心客户，但它在庆祝时刻引入了一个“维护”的任务。它隐含了一种“这种自信可能无法维持”的假设，可能会让客户从“庆祝当下”的高能量中抽离出来，去思考未来的“维护工作”。这同样属于Level 4的范畴，因为它聚焦于未来的任务，而非当下的赋能。"}}}
{"_id":"ab9277866921346f048f6544383c64b9","analyses":{"a":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是完全“空杯”的看见。教练首先“承认文化背景”，这是Level 3（看见处境）。然后，教练使用开放式问题邀请客户“探索影响”，这是Level 1（赋能探索）。教练没有预设任何结果（比如要调和或要挑战），而是完全尊重客户的文化身份，并赋能客户去觉察这些因素对目标的影响。"},"b":{"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。\n\n解析：教练预设了“调和”是解决冲突的正确路径。这属于Level 6的范畴，因为教练在引导议题的方向。虽然比C好（至少在处理文化），但限制了客户的可能性。","level":6.0},"c":{"level":9.0,"level_name":"指责、蒙蔽、出卖","text":"9级框架评级：Level 4 (聚焦未来事务) / Level 9 (指责、蒙蔽、出卖)。这是“最差选项”。\n\n解析：客户“经常提到”文化压力，说明这是客户当下的核心议题。教练选择“不直接解决”而是“专注于目标”，这是典型的Level 4行为。更严重的是，这种对客户核心身份和压力的“主动回避”，构成了Level 9中“无视”的一种形式（文化盲视）。教练拒绝“全人”地服务客户，只关注“事”而忽略了“人”。"},"d":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 3 (看见处境) / Level 6 (给予方向建议)。\n\n解析：这是一个微妙的选项。教练确实在试图“看见处境”（Level 3），将文化规范作为挑战的一部分来探索。然而，这种“看见”是基于教练自己的想象和投射（认为传统规范是需要被“挑战”的）。因此，它迅速滑向了Level 6（给予方向建议），将教练的价值观（可能是个人主义的）强加给了客户。"}},"answer":{"best":"a","worst":"c"},"number":"009","options":[{"text":"承认客户的文化背景，并提出开放式问题，邀请客户探索这些因素如何影响他们的个人和职业目标。","id":"a"},{"id":"b","text":"鼓励客户反思他们的文化背景，并探索他们如何将这些期望与个人抱负调和起来。"},{"text":"专注于客户的目标，而不直接解决文化因素，但保持对这些因素如何以微妙方式影响其决策的意识。","id":"c"},{"id":"d","text":"探索客户的文化规范作为其当前挑战的一部分，同时建议他们反思这些规范的哪些方面是他们可能希望挑战的。"}],"summary":"本题教练行为从最好到最差的排名是：A(1/3) - D(3/6) - B(6) - C(4/9)\n\n本题考察的是教练在面对跨文化议题时的觉察和应对。最佳行动（A）通过“承认”和“开放探索”，既看见了客户的文化身份，又赋能客户自己去定义关系。B和D选项都带有教练的预设（B预设“调和”，D预设“挑战”），其中D选项虽然带有Level 3的“看见”，但这种看见是带有教练投射的（想象客户想要挑战），并不纯粹。而C选项（Level 4/9）是最为差劲的，因为它代表了“文化盲视”。当客户反复强调文化压力时，教练选择“不直接解决”，这是对客户核心体验的否定和回避。\n\n基于“客户心态”来感受：当我（客户）反复提到家庭压力时，我希望被理解。如果教练（A）问我这些压力怎么影响我的目标，我会觉得教练真的在听我说话。如果教练（D）建议我“挑战”，我会觉得教练虽然想帮我（看见了我的处境），但他太激进了，不懂我的文化禁忌，这让我不舒服。如果教练（B）让我“调和”，我觉得他在教我做事。但如果教练（C）对我的家庭压力视而不见，只谈目标，我会觉得教练根本不懂我的难处，甚至觉得他在嫌我“啰嗦”，这种被无视的感觉是最糟糕的。因此A是“最佳行动”，C是“最差行动”。","title":"作为一名专业教练，你正在与一位来自与你截然不同文化背景的年轻创业者客户合作。在教练会话中，客户经常提到来自家庭的关于商业成功的文化期望和压力，这些似乎与他们的个人抱负相冲突。你注意到这些文化因素极大地影响了他们的压力水平和决策过程。\n最好的行动是什么？（请同时判断最佳和最差行动）"}
{"_id":"d84694f269215e2a04922e1f00c25385","options":[{"id":"a","text":"温和地挑战客户的消极自我对话，鼓励他们探索这种语言如何影响他们对自己的看法，同时提供更中立或积极的替代语。"},{"text":"将客户的语言反馈给他们，询问这些词语如何产生共鸣，并探索改变他们的语言如何可能改变他们的视角。","id":"b"},{"id":"c","text":"主要关注他们作为单亲父母的目标，而不去处理消极的自我对话，相信随着他们在生活中采取积极的步骤，他们的语言会得到改善。"},{"id":"d","text":"对客户的失败感表示同理心，并询问他们是否愿意审视这些信念是如何影响他们当前的行动和情绪的。"}],"summary":"本题教练行为从最好到最差的排名是：B(1/3) - D(3) - A(2) - C(6)\n\n本题考察的是教练如何处理客户的“消极自我认知”。最佳行动（B）通过“镜像反馈”让客户自己“看见”自己的语言，并赋能客户去探索改变，这是最纯粹的唤起觉察。D和A也都关注了客户的情绪和认知，是很好的支持性行为。而C选项（Level 6）是最为差劲的，面对客户的痛苦，教练坚持“只谈目标”，强行主导议程，这是对客户“人”的部分的切割和无视。\n\n基于“客户心态”来感受：我觉得自己是个失败者，很痛苦。如果教练（B）把我的话说给我听，问我有什么感觉，我会突然意识到“天哪，我对自己太苛刻了”，这种觉察是震撼的。如果教练（D）同理我，我会感到温暖。但如果教练（C）完全无视我的痛苦，只问我“下周计划做什么”，我会觉得教练根本不在乎我这个人，只在乎业绩，这种被工具化的感觉是最糟糕的。因此B是“最佳行动”，C是“最差行动”。","title":"你正在与一位最近刚经历艰难离婚的客户合作，他现在正面临作为单亲父母管理生活的挑战。客户在会话中经常使用消极的自我对话，称自己在人际关系和育儿方面是个“失败者”。\n最好的行动是什么？","analyses":{"b":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是PCC教练的高级技巧——“镜像反馈”。教练将客户的话（“失败者”）如实地反馈回去（Level 3 看见处境），让客户自己去“听”和感受（共鸣）。然后，教练邀请客户探索改变语言的可能性（Level 1 赋能探索），这是在赋能客户自己去重构视角，而不是教练强加的。"},"c":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。这是“最差选项”。\n\n解析：客户反复表达痛苦和“失败感”，这是当下的核心议题。教练却选择“不处理”，坚持关注“目标”。这符合Level 6中“教练强行引导议题”的定义。教练坚持自己的方向（做事），而忽略了客户的方向（处理情绪和自我认知），这是对客户当下状态的“不看见”。"},"d":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 3 (看见处境)。\n\n解析：教练对客户的失败感表示同理心，并邀请审视信念。这是一个非常扎实的Level 3行为，教练“看见”了客户的处境和信念系统。这不仅是同理，也是在探索深层原因，是一个非常好的备选答案。"},"a":{"level":2.0,"level_name":"看见情绪","text":"9级框架评级：Level 2 (看见情绪)。\n\n解析：教练“挑战”消极对话是基于“看见”了客户当下的负面情绪状态，这属于Level 2的范畴。这是一个积极的回应，因为它直接关注了客户当下的痛苦。不过，相比于B选项的深度“赋能”，A选项略显不足。因为“提供替代语”带有建议性质，教练在试图替客户“修补”语言，这在一定程度上削弱了客户的主动觉察。"}},"answer":{"best":"b","worst":"c"},"number":"010"}
{"_id":"7f4b67136921dc68049b82e357562741","answer":{"best":"c","worst":"b"},"number":"011","options":[{"id":"a","text":"带着同理心倾听并承认客户的经历，但温和地将对话引导回他们的职业目标，同时保持对他们情绪状态的支持。"},{"id":"b","text":"鼓励客户继续分享他们的创伤经历，同时微妙地提供反馈，聚焦于这些经历可能如何与他们的职业挑战相联系。"},{"id":"c","text":"建议客户考虑与治疗师合作来处理创伤，同时安抚他们教练可以继续聚焦于他们与职业相关的目标。"},{"id":"d","text":"对客户的情绪表示同理心，询问他们希望如何继续进行本次会话，并跟随他们的引导，同时避免提供治疗性的建议。"}],"summary":"本题教练行为从最好到最差的排名是：C(不适用) - D(1/2) - A(2/3) - B(6)\n\n本题考察的是教练在面对“心理创伤”话题时的伦理边界和应对策略。最佳行动（C）虽是一个建议，但它是基于对伦理边界的坚守，不属于常规的教练技能框架，而是职业底线，是伦理上最安全、最负责任的处理方式。D选项（Level 1/2）展现了极佳的教练素养，但在涉及创伤时，专业的转介（C）优先于探索。A选项（Level 2/3）试图回到安全区，虽略显生硬但尚可接受。而B选项（Level 6）是最为差劲的，教练在没有治疗资质的情况下，引导客户挖掘创伤，这是一种错误的“给予方向建议”，可能对客户造成二次伤害。\n\n基于“客户心态”来感受：我鼓起勇气分享了我最深的伤痛。如果教练（C）建议我看医生，同时承诺继续支持我的职业目标，我会感到一种释然，觉得有人为我的不同需求指明了方向。如果教练（D）温柔地问我怎么继续，我会感到被尊重。如果教练（A）拉回工作话题，我会觉得稍微有点被打断，但也能理解。但如果教练（B）鼓励我继续挖伤疤并分析它，我会感到越来越沉重和不安，因为我来找教练是为了往前走，而不是在没有安全网的情况下通过解剖痛苦来换取职业建议。因此C是“最佳行动”，B是“最差行动”。","title":"作为一名专业教练，你正在与一位努力寻求职业晋升的中层管理者客户合作。在一次会话中，客户开始深入探讨一系列个人创伤，包括过去的虐待经历，他们认为这些创伤阻碍了他们的职业发展。\n最好的行动是什么？","analyses":{"c":{"level":0.0,"level_name":"不适用","text":"9级框架评级：不适用（伦理边界/转介）。这是“最佳行动”。\n\n解析：这是一个处理伦理边界的标准动作。当议题涉及“过去的虐待”时，它已经超出了教练的执业范围。因此，教练此时的行动不再适用于衡量教练技能的9级框架，而是进入了“职业道德与合规”的领域。通过建议转介给治疗师，教练既保护了客户的安全，又明确了教练关系的边界，这是在此情境下唯一正确的职业选择。"},"d":{"level":2.0,"level_name":"看见情绪","text":"9级框架评级：Level 1 (赋能探索) / Level 2 (看见情绪)。\n\n解析：这是一个非常高水平的教练回应。教练通过同理心（Level 2）和开放式询问（Level 1）将选择权完全交还给客户，体现了极高的伙伴关系。通常情况下这是最佳选项，但在本题特定的“创伤/虐待”语境下，它面临伦理风险，因此退居其次，但仍优于A和B。"},"a":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 2 (看见情绪) / Level 3 (看见处境)。\n\n解析：教练首先做到了“倾听”和“承认”，接纳了客户的经历。虽然随后有一个“引导回职业目标”的动作（带有Level 6的倾向），但在客户谈论创伤的背景下，这种引导更多是出于对教练边界的维护（Level 3），试图让对话回到教练能胜任的安全区域。"},"b":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。这是“最差选项”。\n\n解析：教练在这里主导了议程的方向，引导客户去挖掘“创伤经历”。这属于Level 6的范畴，因为教练在“强行引导议题”。在涉及“过去虐待”这种深层创伤时，这种引导是非常冒险的，教练试图扮演心理治疗师的角色，将创伤与职业强行联系，这超出了教练的能力范围。"}}}
{"_id":"ab9277866921df3104a04eaf4c2a2b1b","answer":{"best":"a","worst":"c"},"number":"012","options":[{"id":"a","text":"探索客户潜在的价值观和优先级，引导他们反思什么对他们最重要，而不提供你的个人意见。"},{"id":"b","text":"促进一场利弊分析（pros-and-cons）的讨论，鼓励客户考虑财务和个人方面，同时避开提供你自己的意见。"},{"id":"c","text":"建议他们向其他专业人士（如职业顾问或财务顾问）寻求建议，以便在做决定前获得更多视角。"},{"id":"d","text":"回顾客户之前的讨论，提供关于每个选项如何与他们之前所表达的内容相一致的见解，但不明确建议他们做出选择。"}],"summary":"本题教练行为从最好到最差的排名是：A(1) - B(4) - D(5) - C(6)\n\n本题考察的是当客户寻求建议时，教练如何引导其回归内心。最佳行动（A）直接切入冲突的根源——价值观，通过赋能探索帮助客户从内部找到答案。B选项（利弊分析）和D选项（回顾分析）都停留在“头脑/逻辑”层面，一个是机械计算（Level 4），一个是教练主导的分析（Level 5），都未能触及核心。而C选项（Level 6）是最为差劲的，教练在面对核心教练议题（职业决策）时，选择将客户“外包”给其他顾问，这是对客户资源性的否定，也是教练效能的缺失。\n\n基于“客户心态”来感受：我很纠结，不知道选钱还是选命。如果教练（A）问我“在你生命中什么最重要”，我会突然从纠结中跳出来，去审视我的灵魂，找到真正的答案。如果教练（B）让我列单子，我觉得只是在做算术题，心里的疙瘩还是解不开。如果教练（D）告诉我“你以前说过...”，我觉得他在分析我，像个分析师。但最糟糕的是（C），如果教练让我“去问问理财顾问”，我会觉得被踢皮球了，“难道在这个房间里我们解决不了这个问题吗？”，我会感到失望和无力。因此A是“最佳行动”，C是“最差行动”。","title":"你正在与一位客户合作，他试图在“高压、高薪”的工作与“低压、低薪”的职位之间做出决定。客户在平衡“经济安全”与“个人幸福”之间感到冲突。在下一次会话中，客户直接询问你对他们应该接受哪份工作的意见。\n最好的行动是什么？","analyses":{"a":{"level":1.0,"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索)。这是“最佳行动”。\n\n解析：面对“给意见”的诱惑，教练坚定地守住了位置，并转向了最深层的解决路径——价值观。通过探索“潜在的价值观和优先级”，教练赋能客户从“我是谁”的角度来解决“我要什么”的冲突。这不仅解决了当下的决策，还提升了客户的自我觉察。"},"b":{"level":4.0,"level_name":"聚焦未来事务","text":"9级框架评级：Level 4 (聚焦未来事务)。\n\n解析：“利弊分析”是一个经典的逻辑工具，但在涉及“幸福 vs 金钱”这种深层价值观冲突时，它显得过于表层和机械。这属于Level 4的范畴，教练聚焦于“事物”（选项的优缺点）的计算，而不是“人”的内在需求。它能用，但不够深刻。"},"c":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。这是“最差选项”。\n\n解析：职业决策是典型的教练议题。当客户感到困惑时，教练建议“去问别人”，这属于Level 6的范畴。虽然建议咨询专家本身没有伦理问题，但在客户询问“怎么选”的关键时刻，这暗示了“你现在的信息不足以做决定”或“教练无法帮你”，削弱了客户的自主性和教练关系的价值。"},"d":{"level":5.0,"level_name":"聚焦过去事物","text":"9级框架评级：Level 5 (聚焦过去事物)。\n\n解析：教练通过“回顾讨论”和“提供见解”占据了专家位置。虽然没有直接给建议，但教练在替客户做“连连看”的游戏（分析过去的话与现在的选项）。这属于Level 5（聚焦过去事物），因为教练在利用过去的数据来分析现状，而不是让客户自己在当下产生新的觉察。"}}}
{"_id":"dab5292a6921e4dc049d5a9101f10868","summary":"本题教练行为从最好到最差的排名是：B(1/3) - A(6) - C(6) - D(7)\n\n本题考察的是教练在面对自己可能不熟悉的跨文化议题时，如何保持“不知”的状态并与客户同在。最佳行动（B）通过深入探索影响，帮助客户建立觉察，这是解决问题的基础。A选项（建议融入）和C选项（建议保持）都犯了Level 6的错误，教练在没有充分探索的情况下预设了解决方向。而D选项（Level 7）是最为差劲的，教练不仅回避了核心的文化议题，还越界成为培训师，提供通用的“减压技巧”，这是用战术上的勤奋来掩盖战略上的回避（文化盲视），破坏了教练关系的价值。\n\n基于“客户心态”来感受：我在异国他乡感到孤独和被误解，心里很乱。如果教练（B）愿意陪我深入看看这一切对我到底意味着什么，我会感到被深深理解，思路也会变清晰。如果教练（A）让我“入乡随俗”，我会觉得委屈。如果教练（C）让我“做自己”，我会觉得他不切实际。但最糟糕的是（D），我明明是文化冲突导致的痛苦，教练却只教我“深呼吸”缓解压力，我会觉得他根本不懂我，或者根本不想懂我，只是拿一套通用的东西来打发我。因此B是“最佳行动”，D是“最差行动”。","title":"你正在与一位客户合作，他最近搬到一个新的国家担任一份高调的工作。客户在工作中正经历着影响其绩效和归属感的文化挑战。他们觉得自己的沟通风格和工作习惯经常因文化差异而被误解，导致了孤立感和挫败感。\n最好的行动是什么？","analyses":{"b":{"level_name":"赋能探索","text":"9级框架评级：Level 1 (赋能探索) / Level 3 (看见处境)。这是“最佳行动”。\n\n解析：这是PCC教练在面对复杂情境时的标准动作。教练没有急于解决问题，而是选择“深入探索”现状和影响（Level 3 看见处境）。通过帮助客户理清这些文化因素对工作和生活的具体影响（Level 1 赋能探索），教练赋能客户从中产生觉察，进而自己找到最适合的应对策略。","level":1.0},"c":{"text":"9级框架评级：Level 6 (给予方向建议)。\n\n解析：这与A选项刚好相反，但错误是一样的。教练将自己的价值观（可能是“真实性”或“个人主义”）强加给了客户，建议客户“保持风格”。这可能忽略了客户面临的现实职业风险。这属于Level 6的范畴，教练试图替客户拿主意，而不是让客户探索自己的平衡点。","level":6.0,"level_name":"给予方向建议"},"d":{"level":7.0,"level_name":"给予具体建议","text":"9级框架评级：Level 7 (给予具体建议)。这是“最差选项”。\n\n解析：教练因为自己不熟悉文化背景，就选择“避开”核心议题，转而提供“通用压力管理技巧”。这属于Level 7的范畴，因为教练完全扮演了培训师或顾问的角色，提供了一套具体的、标准化的解决方案（压力管理）。更糟糕的是，这个方案是不切题的，它试图解决症状（压力）而忽略了病因（文化冲突），是对客户需求的敷衍。"},"a":{"level":6.0,"level_name":"给予方向建议","text":"9级框架评级：Level 6 (给予方向建议)。\n\n解析：虽然“探索”这个词听起来很开放，但后半句“如何采纳...以便融入”暴露了教练的预设议程。教练假设“适应/同化”是解决客户问题的唯一或最佳途径。这属于Level 6的范畴，因为教练在引导解决问题的方向，而不是让客户自己决定是适应、融合还是保持自我。"}},"answer":{"worst":"d","best":"b"},"number":"013","options":[{"id":"a","text":"与客户探索如何采纳当地的工作习惯和沟通风格，以便更好地融入同事。"},{"id":"b","text":"深入探索客户当前的文化挑战，利用会话来理解这些因素如何影响他们的工作和个人生活。"},{"id":"c","text":"鼓励客户尽管存在文化差异，仍要保持他们独特的风格。"},{"id":"d","text":"组织一次专注于通用压力管理技巧的会话，避开特定的文化背景，因为你不熟悉它。"}]}
{"_id":"743372846921e77d049bb12d70dbbfe4","analyses":{"c":{"level":2.0,"level_name":"看见情绪","text":"9级框架评级：Level 2 (看见情绪) / Level 4 (聚焦未来事务)。这是“最佳行动”。\n\n解析：教练首先“承认了沮丧”，这精准地接住了客户当下的情绪状态（Level 2）。随后，教练将对话引向“通用的团队管理策略”，这是一个关键的转场。它帮助客户从“对这个具体项目的抱怨”（过去/细节）中抽离出来，上升到“领导力与管理策略”（未来/能力）的层面。这既回应了情绪，又对齐了“提升领导技能”的教练目标。"},"d":{"level":3.0,"level_name":"看见处境","text":"9级框架评级：Level 3 (看见处境 - 被动)。\n\n解析：这是一个相对安全的选项，体现了教练的耐心和“在场”。教练选择“不打断”并“倾听”，这是Level 3的一种被动形式。它比B好，因为没有进一步挖掘问题细节，但不如C主动有效，因为它没有帮助客户从情绪中走出来并聚焦未来。"},"a":{"level":7.0,"level_name":"给予具体建议","text":"9级框架评级：Level 7 (给予具体建议)。这是“最差选项”。\n\n解析：这是典型的咨询师行为，而非教练。教练直接跳过了探索和觉察，直接提供了“即时解决方案”。这属于Level 7的范畴，因为教练在试图“修补”问题，剥夺了客户自己分析问题和寻找解决方案的机会，完全违背了教练关于“客户是专家”的核心信念。"},"b":{"level":5.0,"level_name":"聚焦过去事物","text":"9级框架评级：Level 5 (聚焦过去事物)。\n\n解析：虽然看起来像积极聆听，但教练的关注点完全落在了“项目内容”和“具体挑战”上。这实际上是陪着客户在“过去的故事”和“问题细节”里打转。这符合Level 5的定义，即教练被卷入了过去发生的事情，而没有帮助客户跳出来看大局。"}},"answer":{"best":"c","worst":"a"},"number":"014","options":[{"id":"a","text":"提供即时解决方案以提高团队绩效并避免未来项目中出现类似问题。"},{"id":"b","text":"总结客户关于项目所说的内容，以确保你正确理解了他们的主要关注点，并针对他们提到的具体挑战提出澄清性问题。"},{"id":"c","text":"承认客户的沮丧，并继续对话以关注通用的团队管理策略。"},{"id":"d","text":"记下关键点以便稍后讨论，并继续倾听而不打断客户的思路。"}],"summary":"本题教练行为从最好到最差的排名是：C(2/4) - D(3) - B(5) - A(7)\n\n本题考察的是教练如何处理客户的“抱怨”和“陷入细节”。最佳行动（C）做到了两点：一是看见情绪（Level 2），二是将议题从“过去的问题”提升到“未来的能力”（通用策略），这符合教练协议中的“提升领导技能”。B选项（Level 5）虽然在听，但听的是“故事”和“麻烦”，容易让客户越陷越深。D选项（Level 3）是安全的倾听。而A选项（Level 7）是最为差劲的，教练直接给解决方案，完全取代了客户的主体地位。\n\n基于“客户心态”来感受：我正在气头上，觉得团队太烂了。如果教练（C）懂我的沮丧，然后问我“那一般来说，咱们怎么管团队比较好？”，我会突然冷静下来，开始思考我的领导力，而不是盯着这个烂项目。如果教练（B）一直问我“具体哪里烂？还有什么挑战？”，我会觉得自己更生气、更挫败，好像在这个坑里出不去了。如果教练（A）直接教我做事，我会觉得他站着说话不腰疼。因此C是“最佳行动”，A是“最差行动”。","title":"作为一名职业发展教练，你正在与一位旨在提升其组织内领导技能的客户合作。在一次会话中，客户开始讨论最近的一个项目，事情没有按计划进行，导致了意想不到的挑战。客户语速很快，带着一些沮丧，提到了一些问题，但主要关注的是他们对团队表现的失望。\n最好的行动是什么？"}
